Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Senior Volunteering Projects
es: Proyectos de voluntariado para personas mayores

source: ERASMUS Accompanying measures
es: ERASMUS Medidas de Acompañamiento

source: STRUCTURAL
es: ESTRUCTURAL

source: Kalaallisut
es: Groenlandés

source: Trainees associations
es: Asociaciones de formadores

source: Water collection, treatment and supply
es: Recogida, tratamiento y abastecimiento de agua

source: Publishing Group
es: Grupo editorial

source: Teachers, trainers and other staff involved in any aspect of lifelong learning
es: Profesores, formadores y personal relacionado con el aprendizaje permanente

source: Communication in the mother tongue
es: Comunicación en la lengua materna

source: Individual Pupil Mobility mentors and contact teachers requesting training in a language necessary for implementing the pupil mobilities
es: Tutores individualesde movilidad del alumno y profesores de contacto solicitando formación en un idioma necesario para la aplicación de la movilidad de los alumnos

source: Round 1: 09/03/2012
es: Plazo 1: 09/03/2012

source: Environmental protection (broad programmes)
es: Protección medioambiental (programas generales)

source: Turkmenistan
es: Turkmenistán

source: Translation, interpretation
es: Traducción, Interpretación

source: Motion picture, video and television programme production, sound recording and music publishing activities
es: Actividades de producción cinematográfica, de vídeo y programas de televisión, grabación de sonido y publicación de música

source: House keepers
es: Amas de casa

source: (CLIL) Content and Language Integrated Language Teaching
es: Aprendizaje Integrado de Contenidos y Lenguas Extranjeras

source: Development of training courses
es: Desarrollo de cursos de formación

source: Informal European network
es: Red informal europea

source: Plant and machine operators and assemblers
es: Aperarios de plantas y máquinas y ensambladores

source: Assignements HEI
es: Docencia en instituciones de educación superior

source: Uzbek
es: Uzbeco

source: Promotion
es: Fomento

source: Thailand
es: Tailandia

source: ARTS, ENTERTAINMENT AND RECREATION
es: ACTIVIDADES ARTÍSTICAS, RECREATIVAS Y DE ENTRETENIMIENTO

source: The role of adult education in strengthening social inclusion and gender equality
es: El papel de la educación de adultos en el fortalecimiento de la inclusión social y la igualdad de género

source: Turkmen
es: Turkmeno

source: Not for Profit
es: sin animo de lucro

source: Support to literacy and "transversal key competences"
es: Apoyo a la alfabetización y "competencias transversales clave"

source: Humanities
es: Humanidades

source: PROJECTS
es: PROYECTOS

source: Cook Islands
es: Islas Cook

source: Fair
es: Equitativo

source: Promotion of lifelong learning strategies, including pathways between the different education and training sectors
es: Promoción de estrategias de aprendizaje permanente, incluyendo itinerarios entre los diferentes sectores educativos y de formación

source: Gender equality
es: Igualdad de género

source: Working life
es: Vida laboral

source: LITHUANIA
es: LITUANIA

source: This sub-Action will be used by the Commission to fund seminars, colloquia and meetings to facilitate the implementation of the Programme and the dissemination and exploitation of its results.
es: La Comisión utilizará esta sub-acción para financiar seminarios, coloquios y reuniones encaminados a facilitar la ejecución del Programa y la difusión y explotación de sus resultados.

source: Time management
es: Gestión del tiempo

source: Teaching basic skills for adult learners
es: Enseñanza de capacidades básicas para estudiantes adultos

source: Astronomy, astrophysics
es: Astronomía, astrofísica

source: Sanskrit
es: Sánscrito

source: Results achievement
es: Consecución de los resultados

source: ACTIVITIES OF EXTRATERRITORIAL ORGANIZATIONS AND BODIES
es: ACTIVIDADES DE ORGANIZACIONES Y ORGANISMOS EXTRATERRITORIALES

source: BELGIUM
es: BÉLGICA

source: 6 months
es: 6 meses

source: I now consider working in another country
es: Me planteo ahora trabajar en un país extranjero

source: A teacher requesting training in less widely taught and less used languages
es: Un profesor que solicita formación en una lengua que no es utilizada ampliamente y que tiene una demanda menor de aprendizaje

source: Manual workers
es: Trabajadores manuales

source: Craft and related trades workers
es: Artesanos

source: Environmental sciences, ecology
es: Ciencias medioambientales, ecología

source: Both Sending and Host organisation
es: Organización de envío y de acogida

source: Monaco
es: Mónaco

source: Support to the European Youth Forum
es: Apoyo al Foro Europeo de la Juventud

source: Application Form
es: Formulario de solicitud

source: Food science and technology
es: Ciencia y tecnología de la alimentación

source: Culture
es: Cultura

source: FINLAND
es: FINLANDIA

source: 22 months
es: 22 meses

source: Media
es: Medios de comunicación

source: ERASMUS Staff Mobility - Staff Training
es: Movilidad de personal docente y no docente de instituciones de enseñanza superior para recibir formación

source: Manual workers in industry and services
es: Trabajadores manuales en la industria y servicios

source: Computer science
es: Informática

source: Wholesale and retail trade and repair of motor vehicles and motorcycles
es: Comercio mayorista y minorista y reparación de automóviles y motocicletas

source: Producer
es: Productor

source: LEONARDO DA VINCI Partnerships
es: LEONARDO DA VINCI Asociaciones

source: Environmental education
es: Educación medioambiental

source: Overall satisfaction regarding support from sending organisation for practical arrangements
es: Satisfacción global sobre el apoyo de la organización de envío en la gestión de los aspectos prácticos

source: Trilateral exchange
es: Intercambio trilateral

source: 11 months
es: 11 meses

source: Animal welfare
es: Protección de los animales

source: Directors and chief executives
es: Directores y directores ejecutivos

source: Un-identified
es: Sin identificar

source: Sinhalese
es: Cingalés

source: My own insufficient language skills
es: Mis insuficientes habilidades idiomáticas

source: Recruited
es: Contratado

source: Employees
es: Empleados

source: Communications equipment installation
es: Instalación de equipos de comunicaciones

source: Projects encouraging innovation and quality
es: Proyectos para estimular la innovación y la calidad

source: COMENIUS Multilateral networks
es: COMENIUS Redes multilaterales

source: School development, leadership and links with the world of work
es: Desarrollo a nivel escolar, liderazgo y relaciones con el mundo del trabajo

source: Social and behavioural science (others)
es: Ciencias sociales y del comportamiento (otros)

source: COMENIUS In-Service Training for Teachers and other Educational Staff (IST)
es: Formación continua del personal educativo

source: the linkage between culture and education
es: el vínculo entre cultura y educación

source: To a very high extent
es: Muy satisfactorio

source: Host Expressions of Interest
es: Manifestaciones de interés de acogida

source: Civil engineering
es: Ingeniería civil

source: Bilateral exchange
es: Intercambio bilateral

source: 20-26 years
es: 20-26 años

source: Mining of coal and lignite
es: Minas de carbón y lignito

source: Seminar
es: Seminario

source: European Citizenship
es: Ciudadanía Europea

source: Applicant co-ordinator
es: Solicitante coordinador

source: Gave me a wider range of teaching approaches/methods/techniques/materials to choose from
es: Me dió una gama más amplia de enfoques de enseñanza / métodos / técnicas / materiales entre los que elegir

source: Education managers
es: Gestores de educación

source: Still inactive graduates with adult education qualification
es: Titulado en situación de desempleo cualificado para la educación de adultos

source: Raising student achievement
es: Elevar el rendimiento de los estudiantes

source: STUDY VISITS
es: VISITAS DE ESTUDIO

source: Craft skills
es: Capacidades artesanales

source: The organisation where I trained/worked met my training needs
es: La organización donde me he formado/trabajado ha respondido a mis necesidades formativas

source: Manufacture of wood and of products of wood and cork, except furniture; manufacture of articles of straw and plaiting materials
es: Fabricación de madera y de productos de madera y corcho, excepto muebles; fabricación de artículos de paja y materiales de trenzado

source: CONSTRUCTION
es: CONSTRUCCIÓN

source: For profit
es: con ánimo de lucro

source: NETHERLANDS
es: PAÍSES BAJOS

source: Mentoring
es: Tutoría

source: 16 months
es: 16 meses

source: Cambodia
es: Camboya

source: 51 to 250
es: de 51 a 250

source: Health problems
es: Problemas de salud

source: Agriculture, forestry and fishery (broad programmes)
es: Agricultura, silvicultura y pesca (programas generales)

source: Artistic education, also including Arts and Crafts and Music
es: Educación artística, incluyendo Artes, Oficios y Música

source: Swedish
es: Sueco

source: Turkish
es: Turco

source: Cultural awareness and expression
es: Conciencia y expresión cultural

source: Geodesy, cartography, remote sensing
es: Geodesia, cartografía, detección remota

source: Skilled agricultural and fishery workers
es: Trabajadores agrícolas y pesqueros cualificados

source: promoting
es: promoción

source: Africa, Caribbean and Pacific
es: África, Caribe y Pácifico

source: Engineering and engineering trades (others)
es: Ingeniería y profesiones afines (otros)

source: Sound
es: Sonido

source: Breton
es: Bretón

source: Organisational problems with partner organisations
es: Problemas de organización con instituciones socias

source: Improve learners comprehension and expression in a language
es: Mejorar la comprensión y expresión de los estudiantes de una lengua

source: Script-editor
es: Guionista

source: Bahrain
es: Bahrein

source: I am a national of another country enrolled in regular courses in an institution of higher education or living in a participating country under the conditions fixed by this participating country, namely:
es: Soy ciudadano de otro país inscrito en un curso académico en una institución de educación superior o que vive en un país participante en las condiciones fijadas por este país participante, a saber:

source: Health professionals (except nursing)
es: Profesionales de la salud (excepto enfermería)

source: Museum
es: Museos

source: Platform of pan-European organisations
es: Plataforma de organizaciones paneuropeas

source: Lisbon partnership for growth and jobs
es: Asociación de Lisboa para el crecimiento y el empleo

source: Round 1: 01/02/2011
es: Plazo 1: 01/02/2011

source: Europass Curriculum Vitae (CV)
es: Curriculum Vitae Europass

source: Non-profit civil society organisation with a legal status
es: Organización cívica con estatus legal sin ánimo de lucro

source: New curricula and qualifications
es: Nuevos currícula y cualificaciones

source: physical education and sport
es: Educación física y deporte

source: VETPRO (VET Professionals)
es: VETPRO (Profesionales de la Educación y Formación Profesional)

source: Transferring and implementing results (multiplication) and/or mainstreaming them into policies
es: Transferencia y aplicación de los resultados (multiplicación) y / o incorporación de los mismos en las políticas

source: Acquisition of key competences in education and training throughout lifelong learning
es: Adquisición de competencias clave en la educación y la formación a través del aprendizaje permanente

source: Literacy
es: Competencia lectora

source: Kurdish
es: Kurdo

source: GRUNDTVIG Senior Volunteering Projects
es: GRUNDTVIG Proyectos de voluntariado para mayores

source: Pedagogical workload
es: Carga de trabajo pedagógico

source: Assistant (incl. host)
es: Ayudantes (incluye instituciones de acogida)

source: WATER SUPPLY; SEWERAGE, WASTE MANAGEMENT AND REMEDIATION ACTIVITIES
es: ABASTECIMIENTO DE AGUA; ALCANTARILLADO, GESTIÓN DE RESIDUOS Y ACTIVIDADES DE REPARACIÓN

source: national
es: nacional

source: Speaker
es: Ponente

source: Cooperation between the worlds of education, training and work
es: Cooperación entre los ámbitos de la educación, la formación y el trabajo

source: Physical and engineering science technicians
es: Técnicos en ciencias físicas e ingeniería

source: Poor
es: Escaso

source: Violence in school - peace education
es: Violencia en la escuela - Educación para la paz

source: COMENIUS Assistantships (HOST SCHOOLS)
es: COMENIUS Instituciones de acogida de ayudantes Comenius

source: Latvian
es: Letón

source: Pupils, students, trainees and adult learners
es: Alumnos, estudiantes y personas en formación

source: Europass Certificate Supplement
es: Suplemento del certificado Europass

source: Publisher
es: Editoriales

source: Kenya
es: Kenia

source: Statistics
es: Estadísticas

source: My Mobility abroad will help me find a job
es: Mi Movilidad en el extranjero me ayudará a encontrar un trabajo

source: Dissemination with other local schools and organisations
es: Con otros centros/instituciones locales

source: Life science and health associate professionals
es: Profesionales relacionados con las ciencias de la vida y de la salud

source: Transport services
es: Servicios de transporte

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering a complete cycle of study and leading to a recognised double or joint degree
es: Apoyo a la agenda de modernización de la educación superior: diseño de programas integrados que abarquen el ciclo completo de estudios y permitan la obtención de una titulación reconocida doble o conjunta

source: Trans-national sharing of experience and best practice
es: Intercambio transnacional de experiencias y buenas prácticas

source: Equal opportunities men and women
es: Igualdad de oportunidades entre hombres y mujeres

source: Tajikistan
es: Tayikistán

source: Non manual workers in industry and services
es: Trabajadores no manuales en la industria y servicios

source: Vocational subjects
es: Materias profesionales

source: Military and defence
es: Servicio militar y defensa

source: Apprentices
es: Aprendices

source: First Job Seekers
es: Quienes buscan su primer empleo

source: Young people from 18 to 30 years old
es: Jóvenes de 18 a 30 años

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: In-service training course (includes those on methodology of language learning)
es: Curso de formación práctica (incluye aquellos sobre metodología del aprendizaje de idiomas)

source: The project debates the founding principles of the EU, i.e. principles of liberty, democracy, respect for human rights and fundamental freedoms, and the rule of law
es: El proyecto debate sobre los principios fundacionales de la UE, es decir los principios de libertad, democracia, respeto por los derechos humanos y las libertades fundamentales y el imperio de la ley

source: Malaysia
es: Malasia

source: To improve the quality and to increase the volume of partnerships between schools in different Member States, so as to involve at least 3 million pupils in joint educational activities during the period of the programme
es: Mejorar cualitativamente y aumentar cuantitativamente las asociaciones entre centros educativos de diferentes Estados miembros, para que 3 millones de alumnos participen en actividades educativas conjuntas durante el período cubierto por el programa

source: Other type of Not for Profit body
es: Otro tipo de entidad sin ánimo de lucro

source: ERASMUS Co-operation between HEI and Enterprises
es: ERASMUS Cooperación entre Universidades y Empresas

source: Teaching
es: Enseñanza

source: Inter-religious dialogue
es: Diálogo interreligioso

source: Health (others)
es: Salud (otros)

source: Co-operation between HEI and Enterprises
es: Cooperación entre instituciones de educación superior y empresas

source: Adaptation to specific needs of new beneficiaries
es: Adaptación a las necesidades específicas de nuevos beneficiarios

source: High administrative workload
es: Alta carga de trabajo administrativo

source: 16-19 years
es: 16-19 años

source: Norwegian
es: Noruego

source: Methods to increase students motivation
es: Nuevos métodos para aumentar la motivación del alumnado

source: Social partners (trade unions, etc)
es: Agentes sociales (Sindicatos...)

source: Crop and animal production, hunting and related service activities
es: Producción de cosechas y animales, caza y actividades de servicios afines

source: Other relevant community initiatives taken in the field of lifelong learning
es: las demás iniciativas comunitarias pertinentes que se adopten en el ámbito del aprendizaje permanente

source: Nursing and midwifery associate professionals
es: Profesionales relacionados con la enfermería y la partería

source: Electronic engineering
es: Ingeniería electrónica

source: Hair and beauty services
es: Servicios de peluquería y belleza

source: Attractiveness of vocational education and training (VET)
es: Atractivo de la formación profesional (FP)

source: Integration Activities supporting Special Needs
es: Actividades de Integración para apoyo de las Necesidades Especiales

source: Non profit / Non governmental organisation
es: Organización sin ánimo de lucro / No gubernamental

source: Project leader
es: Responsable de proyecto

source: To support the achievement of a European Area of Higher Education
es: Apoyar la realización de un Espacio Europeo de Educación Superior

source: Teacher training and education science
es: Formación del profesorado y educación científica

source: To improve the quality and to increase the volume of mobility involving pupils and educational staff in different Member States
es: Mejorar cualitativamente y aumentar cuantitativamente la movilidad del alumnado y personal educativo entre Estados miembros

source: Educational assessment, testing and measurement
es: Evaluación, examen y medición en la educación

source: Lacking tutorship
es: Ausencia de tutoría

source: 2010/11: Actual
es: 2010/11: Realizado

source: European Qualification Framework
es: Marco Europeo de Cualificaciones

source: Public administration and defence; compulsory social security
es: Administracion pública y defensa; seguridad social obligatoria

source: I received the necessary information to get integrated into my new environment
es: He recibido la información necesaria para integrarme en mi nuevo entorno

source: CZECH REPUBLIC
es: REPÚBLICA CHECA

source: The Internet
es: Internet

source: Recognition by home institution
es: Reconocimiento por la institución de origen

source: Other type of enterprise
es: Otro tipo de empresa

source: Event project
es: Proyecto de evento

source: Recognitions
es: Reconocimientos

source: Overall satisfaction regarding preparation
es: Satisfacción global sobre la preparación

source: Market-oriented skilled agricultural and fishery workers
es: Profesionales de la agricultura y la pesca orientados al comercio

source: Security services (others)
es: Servicios de seguridad (otros)

source: Identification of critical factors, testing and transfer of innovation for the implementation of LLL strategies and policies
es: Identificación de factores clave, prueba y transferencia de innovación para la implementación de estrategias y políticas de aprendizaje permanente

source: Fostering the excellence and innovation in higher education
es: Fomento de la excelencia y de la innovación en la educación superior

source: Material-recording and transport clerks
es: Trabajadores del transporte y del registro

source: Encouraged my colleagues to participate in similar individual mobilities
es: Animó a mis colegas a participar en actividades de movilidad similares

source: Maori
es: Maorí

source: general programmes
es: Programas de enseñanza general

source: Politics, theory, history of adult education
es: Política, teoría e historia de la educación de adultos

source: Kyrgyzstan
es: Kirguistán

source: Increased support and participation of family members
es: Incrementó el apoyo y participación de los miembros de la familia

source: Special education teaching professionals
es: Profesores de educación especial

source: Head/Lead of interactive programming
es: Responsable de programación interactiva

source: Regular evaluation sessions
es: Sesiones regulares de evaluación

source: Uzbekistan
es: Uzbekistán

source: Industrialised third countries
es: Terceros países industrializados

source: Faroese
es: Feroés

source: Writers and creative or performing artists
es: Escritores, artistas creativos y del espectáculo

source: A primary or pre-primary teacher who is (or will be) required to teach foreign languages
es: Un maestro de primaria o preescolar, que está (o estará) obligado a enseñar lenguas extranjeras

source: Art and culture
es: Arte y Cultura

source: Corporate managers
es: Directores de empresa

source: Political science and civics
es: Ciencias políticas y civismo

source: Life science professionals
es: Profesionales de ciencias de la vida

source: Repair of computers and personal and household goods
es: Reparación de ordenadores y productos personales y domésticos

source: Import
es: Importación

source: Local community associations
es: Asociaciones de comunidades locales

source: Cultural heritage
es: Legado cultural

source: European Community / EU law
es: Derecho comunitario

source: Image
es: Imagen

source: Helped me increase interest of my pupils/learners/colleagues in European topics
es: Me ayudó a aumentar el interés de mis alumnos / estudiantes / compañeros en temas europeos

source: I knew who was the person assigned to help me carry out my programme and check my results
es: Sabía quien era la persona designada para ayudarme en mi programa formativo y en evaluar mis resultados

source: Saint Helena, Ascension Island, Tristan da Cunha
es: Santa Helena, Isla Ascensión, Tristán de Cuña

source: Primary and pre-primary education teaching professionals
es: Profesores de primaria y de pre-primaria

source: Teacher training - Technical subjects
es: Formación del profesorado : materias técnicas

source: Others in other areas of study
es: Otros en otras áreas de estudio

source: Future Participation
es: Futura participación

source: SPAIN
es: ESPAÑA

source: Consumer education
es: Educación del consumidor

source: Insufficient language skills of fellow trainees
es: Insuficientes habilidades idiomáticas de los compañeros que están aprendiendo

source: History and archeology
es: Historia y arqueología

source: Basic/broad, general programmes
es: Programas básicos / generales

source: Training for teachers at basic levels
es: Formación de profesorado de niveles básicos

source: Support to initial and continuous training of VET teachers, trainers, tutors and VET institution managers
es: Apoyo a la formación inicial y continua de profesores, formadores y tutores de EFP y gestores de los centros de educación y formación profesional

source: To improve the quality and to increase the volume of mobility throughout Europe of people involved in initial vocational education and training and in continuing training, so as to increase placements in enterprises to at least 80.000 per year by the end of the LLP
es: Mejorar cualitativamente y aumentar cuantitativamente la movilidad en Europa de las personas en formación profesional inicial y continua, para lograr que, al finalizar el Programa de aprendizaje permanente, las estancias en empresas lleguen, al menos, a 80.000 al año

source: Non-profit association of families of the victims
es: Asociación de familiares de víctimas sin ánimo de lucro
